{
  "newsletters": [
    {
      "id": "indonesia-2025-scale-stability-sustainability-2025-09-22",
      "slug": "indonesia-2025-scale-stability-sustainability",
      "title": "Indonesia 2025: Scale, Stability, Sustainability",
      "date": "2025-09-22",
      "summary": "Indonesia is undertaking three grand experiments in 2025—scaling its free school meals program, stabilizing its fiscal position amid weak revenues and slow spending, and reorienting Bali toward a 100-year sustainability vision. Together, they reflect the tension between ambition and system capacity, where execution gaps may determine whether these become transformative or symbolic.",
      "keyDiscussion": [
        "MBG (Makan Bergizi Gratis) aims to feed 83 million students and pregnant women, with a budget > Rp 171T—but food safety and kitchen capacity are serious concerns",
        "Fiscal position is strained: by Aug 2025, a Rp 321.6T deficit (1.35% GDP), revenues down 7.8% YoY, and only ~39% of the national budget disbursed",
        "Bali enshrines a legally binding 100-Year Plan (Perda No. 4/2023) — a moratorium on new hotels/restaurants on productive and catchment land, aligning development with culture, water, and land protection",
        "The common thread: scale must be matched by systems, and public trust is earned through discipline, transparency, and deliverable performance"
      ],
      "tags": [
        "indonesia",
        "policy",
        "fiscal",
        "social",
        "sustainability",
        "bali"
      ],
      "image": {
        "url": "https://statik.tempo.co/data/2024/11/18/id_1354413/1354413_720.jpg",
        "alt": "Indonesia 2025: Scale, Stability, Sustainability cover"
      },
      "contentHtml": "<h2>Three Grand Experiments in Indonesia</h2><p>Indonesia is executing three large experiments in 2025 that test whether ambition can be matched by institutional capacity:</p><ol><li><strong>Scaling one of the world’s largest social-nutrition programs (Free School Meals, MBG).</strong></li><li><strong>Stabilizing macro-fiscal health amidst weak revenue growth and disbursement drag.</strong></li><li><strong>Reorienting Bali toward sustainability via a 100-Year vision embedding land, water, and culture.</strong></li></ol><p>These initiatives reflect bold political and socioeconomic goals—but also lay bare execution risks where scale, symbolism, and speed may outpace systems.</p><h2>Topic 1 — Free School Meals (MBG): From Ambition to Assurance</h2><p><strong>The Ambition:</strong> MBG (Makan Bergizi Gratis) plans daily meals for 83 million students and pregnant women with a budget north of Rp 171 trillion (~US$10B). Beyond reducing stunting, it is meant to become a guaranteed demand channel for farmers and local UMKM.</p><p><strong>The Reality:</strong> The program is scaling fast—already serving over 20 million recipients—but cracks are appearing:</p><ul><li>Food safety issues: several poisoning events affecting over 6,000 children cumulatively.</li><li>Kitchen shortfall: only a few hundred SPPG kitchens active against a target of 32,000—forcing improvisation.</li><li>Procurement bottlenecks: perishables and safety-critical items lag in LKPP e-Catalog systems.</li><li>Nutrition trade-offs: menu tends toward ultra-processed foods, trading quantity for health quality. NGOs warn of long-term burdens.</li></ul><p><strong>Why It Matters:</strong> Success means a scalable nutrition safety net and a “social market” linking farmers to institutional demand. Failure risks health crises and public distrust.</p><p><em>Lessons from abroad:</em> Brazil’s PNAE mandates 30% local sourcing; the U.S. school lunch system enforces HACCP standards nationwide. Indonesia must pivot from scale-first to safety-first—transparency dashboards, codified sourcing rules, and capacity building are next frontiers.</p><h2>Topic 2 — Fiscal Position: Revenue Fragility Meets Spending Inertia</h2><p><strong>The Numbers (Aug 2025):</strong></p><ul><li>Deficit: Rp 321.6 trillion (≈1.35% GDP)</li><li>Revenues down 7.8% YoY (commodity softness, weak VAT)</li><li>Spending up just 1.5% YoY</li></ul><p><strong>Revenue Fragility:</strong> Falling commodity prices (nickel, coal), weaker consumption, reduction in excise collections, and a ~7% YoY drop in FDI (Q2) all compress fiscal space.</p><p><strong>Spending Inertia:</strong> By mid-2025, only ~39% of the national budget had been disbursed; ministries ~40%, local transfers ~44%. Causes: procurement blocks, new ministries, FX volatility aversion, and the “Q4 rush syndrome.”</p><p><strong>Policy Responses:</strong></p><ul><li>~US$1B stimulus for food aid, temporary jobs, tax relief</li><li>Liquidity shift (~US$12B) to banks to spur credit growth</li><li>BI rate cut (25 bps) & FX incentives to ease pressure</li></ul><p><strong>The Predicament:</strong> These band-aids cushion demand but trade off FX and inflation risk. The rupiah’s ~3% depreciation so far adds to imported cost pressures. Without structural fixes, Indonesia risks repeating cycles of volatile revenues and late disbursements that frustrate growth.</p><h2>Topic 3 — Bali’s 100-Year Plan: Sustainability with Teeth</h2><p>Bali’s strategy, “Haluan Pembangunan Bali 2025–2125” (Perda 4/2023), is the country’s first legally binding 100-year vision. It carries 44 civilization milestones—from organic farming to cultural preservation—and requires all local planning to align with this overarching plan.</p><p>After deadly floods that claimed 18 lives in Sept 2025, Bali placed a moratorium on new hotels/restaurants built on productive farmland and water catchment zones. Existing legal permits stand, but illegal or non-zoned developments face demolition. New projects must relocate to approved zones—likely raising costs.</p><p>Supporting policies include:</p><ul><li>Long-term zoning (KP2B) to protect farmland</li><li>Organic farming rules to elevate economic value of preserved land</li><li>Fiscal sharing of hotel/restaurant taxes with rural regencies to ease disparity pressures</li></ul><p>While visionary, success depends on enforcement strength, updated mapping, and providing alternatives to farmers. Without these, the 100-year plan risks becoming symbolic rather than grounded.</p><h2>Cross-Cutting Insights</h2><ol><li>Scale isn’t the problem—systems are. Indonesia can mobilize big budgets and programs; weak links lie in oversight, sequencing, and discipline.</li><li>Public trust is the real currency. Whether feeding children, spending budgets, or enforcing zoning—consistency and transparency matter more than spectacle.</li><li>Borrow globally, adapt locally. Indonesia can learn from Brazil (local sourcing mandates), Hawaiʻi (coastal permit zoning), Mauritius (coastal management), U.S. HACCP rules—if it adapts tools, not copy-pastes systems.</li><li>Execution gaps compound risk. A mismanaged meal program, delayed spending, or weak land enforcement all erode legitimacy, regardless of ambition.</li></ol><h2>Final Message</h2><p>Indonesia is at a turning point:</p><ul><li>MBG must evolve from symbolic scale to systemic safety</li><li>Fiscal policy must transition from annual firefighting to structural resilience</li><li>Bali’s land vision must grow from legal aspiration to enforced practice</li></ul><p>If these transitions succeed, Indonesia will not only scale and stabilize but also sustain—creating a development model rooted in modern governance and cultural wisdom.</p><h2>✦ Keep reading</h2>"
    }
  ]
}
